// Menu
"About Hackintool" = "关于 Hackintool";
"Check for Updates..." = "检查更新...";
"Preferences…" = "偏好设置…";
"Services" = "服务";
"Hide Hackintool" = "隐藏 Hackintool";
"Hide Others" = "隐藏其他";
"Quit Hackintool" = "退出 Hackintool";
"File" = "文件";
"Open…" = "打开";
"Open Recent" = "打开最近的文件";
"Import" = "导入";
"Export" = "导出";
"IOReg Dump (Native)" = "IOReg 导出 (原始)";
"IOReg Dump (Patched)" = "IOReg 导出 (已打补丁)";
"Clover config.plist" = "Clover Config.plist";
"Framebuffer Text" = "缓冲帧文本格式";
"Framebuffer Binary" = "缓冲帧二进制格式";
"Edit" = "编辑";
"Cut" = "剪切";
"Copy" = "拷贝";
"Paste" = "粘贴";
"Paste and Match Style" = "粘贴并匹配样式";
"Select All" = "全选";
"Find" = "查找";
"Find…" = "查找…";
"Find and Replace…" = "查找并替换…";
"Find Next" = "查找下一个";
"Find Previous" = "查找上一个";
"Use Selection for Find" = "查找所选内容";
"Jump to Selection" = "跳到所选内容";
"Spelling and Grammar" = "拼写和语法";
"Check Document Now" = "立即检查文稿";
"Check Spelling While Typing" = "键入时检查拼写";
"Check Grammar With Spelling" = "检查拼写和语法";
"Correct Spelling Automatically" = "自动纠正拼写";
"Substitutions" = "替换";
"Show Substitutions" = "显示替换";
"Smart Copy/Paste" = "智能拷贝/粘贴";
"Smart Quotes" = "智能引号";
"Smart Dashes" = "智能破折号";
"Smart Links" = "智能连接";
"Data Detectors" = "数据检测器";
"Text Replacement" = "文本替换";
"Transformations" = "转换";
"Make Upper Case" = "变为大写";
"Make Lower Case" = "变为小谢";
"Capitalize" = "首字母大写";
"Speech" = "语音";
"Start Speaking" = "开始朗读";
"Stop Speaking" = "停止朗读";
"Show Toolbar" = "显示工具栏";
"Customize Toolbar…" = "自定义工具栏…";
"View" = "显示";
"Window" = "窗口";
"Help" = "帮助";
"Current Version" = "当前版本";
"System Configs" = "8代核显HDMI/DVI输出";
"Apply Current Patches" = "应用当前补丁";
"Minimize" = "最小化";
"Zoom" = "缩放";
"Bring All to Front" = "前置全部窗口";
"Hackintool Help" = "Hackintool 帮助";
// Tabs
"Intel" = "核显";
"Clover" = "四叶草";
"NVRAM" = "NVRAM";
"Installed" = "驱动";
"Display" = "显示";
"Audio" = "声音";
"USB" = "USB";
"Disks" = "磁盘";
"Calculator" = "计算器";
"Logs" = "日志";
// Intel
"Unlock" = "解锁";
"Info" = "信息";
"VRAM" = "显存";
"Framebuffer" = "缓冲帧";
"Connectors" = "接口";
"Patch" = "应用补丁";
"Reload" = "重新加载";
// Intel / General
"IntelGen:" = "CPU 架构:";
"PlatformID:" = "平台 ID:";
"System Info:" = "系统信息:";
"Model:" = "机型:";
"CPU:" = "CPU:";
"GPU Info:" = "GPU 信息:";
"Vendor ID:" = "供应商 ID:";
"Device ID:" = "设备 ID:";
"Metal:" = "Metal:";
"GPU:" = "核显:";
"Model(s):" = "机型:";
// Intel / VRAM
"VRAM Info:" = "显存信息:";
"Stolen:" = "基本动态显存:";
"FBMem:" = "缓冲帧内存:";
"VRAM:" = "基本显示内存:";
"Max Stolen:" = "最大动态显存:";
"Total Stolen:" = "动态显存总计:";
"Total Cursor:" = "Cursor 总计:";
"Max Overall:" = "最大占用总计:";
// Intel / Framebuffer
"Framebuffer Info:" = "缓冲帧信息:";
"Framebuffer Flags:" = "缓冲帧标识符:";
"Name" = "名称";
"Value" = "值";
// Intel / Connectors
"Connector Info:" = "接口信息:";
"Index" = "索引";
"Bus ID" = "总线ID";
"Pipe" = "管道";
"Type" = "类型";
"Flags" = "标识符";
"Connector Flags:" = "接口标识符:";
"Display Info:" = "显示信息:";
"Internal" = "内建";
"External" = "外接";
"Name:" = "名称:";
"Port:" = "接口:";
"Product ID:" = "产品 ID:";
"Serial No.:" = "序列号:";
"Internal:" = "内建:";
// Intel / Patch
"Patch Options:" = "补丁选项:";
"General" = "通用";
"Advanced" = "高级";
"KextsToPatch (Hex)" = "KextsToPatch (Hex)";
"KextsToPatch (Base64)" = "KextsToPatch (Base64)";
"Devices / Properties" = "设备/属性";
"iASL DSL Source" = "iASL DSL 源";
"Auto Detect Changes" = "自动侦测变化";
"All" = "全部";
"Audio" = "声音";
"Use AllData Method" = "使用完整数据方法";
"General Patch" = "生成补丁";
"Patch Output:" = "导出补丁:";
"DVMT pre-alloc 32 MB" = "DVMT pre-alloc 32 MB";
"Disable eGPU" = "禁用 eGPU";
"DP -> HDMI" = "将DP映射到HDMI";
"Hotplug Reboot Fix" = "修复热插拔重启";
"Spoof Audio Device ID" = "仿冒声卡 ID";
"VRAM 2048 MB" = "显存 2048MB";
"Enable HDMI20 (4K)" = "启用 HDMI20 (4K)";
"GfxYTile Fix" = "修复 GfxYTile";
"USB Port Limit" = "USB 端口数限制";
"FB Port Limit:" = "FB 端口数限制:";
"Generate Patch" = "生成补丁";
// Clover
"Clover Info:" = "Clover 信息:";
"Current Booted Revision:" = "当前启动时使用的版本:";
"Last Installed Revision:" = "上一次安装的版本:";
"Latest Available Revision:" = "最新可用的版本:";
"Clover Patches:" = "Clover 补丁:";
"Apply" = "应用";
"Type" = "类型";
"Comment" = "补丁注释";
"Download Clover" = "下载 Clover";
"Refresh Clover" = "刷新";
"Apply Clover Patches" = "应用 Clover 补丁";
// NVRAM
"NVRAM:" = "NVRAM:";
"NVRAM Variables:" = "NVRAM 变量:";
"Variable Value:" = "变量值:";
// Kexts
"Kexts / Lilu and Plugins:" = "驱动/Lilu及其插件:";
"Select" = "选择";
"Installed Version" = "已安装的版本";
"Description" = "描述";
"Url" = "URL链接";
"Compile Output:" = "编译输出";
"Compile" = "编译";
// Displays
"Displays:" = "显示器:";
"Name" = "名称";
"Vendor ID" = "供应商 ID";
"Product ID" = "产品 ID";
"Serial No." = "序列号";
"Internal" = "内建";
"Scaled Resolutions:" = "缩放的分辨率:";
"Width" = "宽";
"Height" = "高";
"Type" = "类型";
"Inject EDID:" = "注入 EDID:";
"Icon:" = "图标:";
"Resolution:" = "分辨率:";
"Fix Monitor Ranges" = "修正显示范围";
"Inject Apple Info" = "注入苹果公司信息";
"Force RGB Mode" = "强制 RGB 模式";
"Patch Color Profile" = "为显示描述文件注入补丁";
"Add" = "添加";
"Delete" = "删除";
"Refresh" = "刷新";
"Export" = "导出";
// Audio
"Audio Devices:" = "声音设备:";
"Sub Device" = "子设备 ID";
"Revision" = "修订值";
"Codec" = "声卡 ID";
"Audio Info:" = "声音信息 :";
"Controller:" = "控制器:";
"Vendor:" = "供应商:";
"Codec:" = "声卡型号:";
"Layout ID:" = "Layout ID :";
"Revisions:" = "修订值:";
"Min Kernel:" = "最低核心:";
"Max Kernel:" = "最高核心:";
"Info" = "信息";
// USB
"USB Controllers:" = "USB 控制器:";
"Series" = "芯片组名称";
"Device ID" = "设备 ID";
"Vendor ID" = "供应商 ID";
"USB Ports:" = "USB 接口:";
"Name" = "名称";
"Connector" = "类型";
"Port" = "接口";
"Device" = "设备信息";
"Info" = "信息";
"Delete" = "删除";
"Refresh" = "刷新";
"Import" = "导入";
"Export" = "导出";
"Active Port" = "活动的端口";
// Disks
"EFI Partitions:" = "EFI 分区:";
"Device Name" = "设备名称";
"Partition Scheme:" = "分区图:";
"Volume Name" = "宗卷名称";
"BSD Name" = "BSD 名称";
"Mount" = "装载";
"Mount Point" = "装载点";
"Disk Type" = "磁盘类型";
"Unmount" = "卸载";
"Refresh" = "刷新";
"Open" = "打开";
"Boot EFI" = "EFI 引导分区";
// Calculator
"Sequence:" = "字符串转换:";
"Hex:" = "16进制:";
"Base64:" = "Base64:";
"ASCII:" = "ASCII:";
"Value:" = "进制转换:";
"Decimal:" = "10进制:";
"Octal:" = "8进制:";
"Binary:" = "2进制:";
// Log
"Log:" = "日志:";
"Boot Log" = "引导日志";
"Lilu (Log)" = "Lilu (日志)";
"Lilu (Kernel)" = "Lilu (内核)";
"WhateverGreen (Kernel)" = "WhateverGreen (内核)";
"AppleALC (Kernel)" = "AppleALC  (内核)";
"Search (⌘F)" = "搜索 (⌘F)";
// Import KextsToPatch
"Import KextsToPatch" = "导入 KextsToPatch";
"Find:" = "查找:";
"Replace:" = "替换:";
"Cancel" = "取消";
"OK" = "确认";
// Clover Updater
"Clover Updated" = "Clover 已更新";
"Downloading %@" = "正在下载 %@";
"No new Clover Revisions Are Avaliable at this Time!" = "没有可用的 Clover 新版本!";
"New Clover Revision %i is Available - you have %i. Would you like to download a newer Revision?" = "有新版本 %i 的 Clover 可用 - 当前版本 %i 。 你想更新到更新的版本吗?";
"Not Now" = "现在不";
"Update..." = "更新...";
"Set Clover Installer Location" = "设置 Clover 的安装路径";
"An error occured while trying to download Clover installer!" = "下载 Clover 时出错！";
"%1.1f Mbytes" = "%1.1f MB";
// Misc
"* You may require %@" = "* 你可能需要 %@";
"* You may require Spoof Audio Device ID" = "* 你可能需要仿冒声卡的设备 ID";
"Importing KextsToPatch" = "正在导入 KextsToPatch";
"Patch Success!" = "补丁注入成功！";
"Patch Fail!" = "补丁注入失败";
"Please select your existing config.plist to overwrite.\nData is written non-destructively and a backup will be created first." = "请选择现有的 config.plist 进行覆盖。\n数据是以非破坏性方式写入的，而且会在进行操作之前自动备份文件。";
"No Changes Detected!\r" = "未侦测到任何变化！\r";
"Unknown" = "未知";
"Mount Boot EFI Partition?" = "装载 EFI 分区?";
"Your Boot EFI Partition is not mounted." = "您的 EFI 分区尚未装载";
"Mount" = "装载";
"Cancel" = "取消";
"Buy me a Beer" = "请 Headkaze 喝瓶啤酒吧！";
